testing/log/08-12-2023-17:57/load-successrate-testing-steadystate.log
→    ✓ status was 200

→    checks.........................: 100.00% ✓ 1                   ✗ 0  
→    data_received..................: 156 B   9.952581215169984 B/s
→    data_sent......................: 1.8 kB  114 B/s
→    http_req_blocked...............: avg=223.72ms min=223.72ms med=223.72ms max=223.72ms p(90)=223.72ms p(95)=223.72ms
→    http_req_connecting............: avg=223.41ms min=223.41ms med=223.41ms max=223.41ms p(90)=223.41ms p(95)=223.41ms
→    http_req_duration..............: avg=448.01ms min=448.01ms med=448.01ms max=448.01ms p(90)=448.01ms p(95)=448.01ms
→      { expected_response:true }...: avg=448.01ms min=448.01ms med=448.01ms max=448.01ms p(90)=448.01ms p(95)=448.01ms
→    http_req_failed................: 0.00%   ✓ 0                   ✗ 1  
→    http_req_receiving.............: avg=222.68ms min=222.68ms med=222.68ms max=222.68ms p(90)=222.68ms p(95)=222.68ms
→    http_req_sending...............: avg=294.27µs min=294.27µs med=294.27µs max=294.27µs p(90)=294.27µs p(95)=294.27µs
→    http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
→    http_req_waiting...............: avg=225.02ms min=225.02ms med=225.02ms max=225.02ms p(90)=225.02ms p(95)=225.02ms
→    http_reqs......................: 1       0.063799/s
→    iteration_duration.............: avg=15.67s   min=15.67s   med=15.67s   max=15.67s   p(90)=15.67s   p(95)=15.67s  
→    iterations.....................: 1       0.063799/s
→    vus............................: 1       min=1                 max=1
→    vus_max........................: 1       min=1                 max=1